Repository: InfotelGLPI/domains
Catalog: locales/*.po
Languages: tr_tr

source: Does not expire
tr_tr: Süresi dolmaz

source: Associate a domain
tr_tr: Bir etki alanını ilişkilendirin

source: Domain
tr_tr: Etki alanları

source: This plugin requires GLPI >= 0.84
tr_tr: Bu uyumlu ek GLPI 0.84 sürümü ve üzeriyle çalışır

source: Plugin Setup
tr_tr: Uyumlu Ek Ayarları

source: Time of checking of validity of domains
tr_tr: Etki alanlarının geçerliliğini denetleme zamanı

source: Domains expired since more
tr_tr: Şu kadar zaman önce süresi dolmuş etki alanları

source: Domains expiring in less than
tr_tr: Şu kadar zaman içinde süresi dolacak etki alanları

source: Empty for infinite
tr_tr: Sonsuz için boş bırakın

source: Expired or expiring domains
tr_tr: Süresi geçmiş ya da geçen etki alanları

source: Domain type
tr_tr: Etki alanı tipleri

source: Expired domains
tr_tr: Süresi geçmiş etki alanları

source: Expiring domains
tr_tr: Süresi geçen etki alanları

source: Rights management
tr_tr: İzin yönetimi
